Revit 2027 API
BuiltInFailures.ExtendedPropertiesLinkFailures.NoValues Property
 The dataset does not contain any property values.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId NoValues { get; }
Public Shared ReadOnly Property NoValues As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ NoValues {
	FailureDefinitionId^ get ();
}
static member NoValues : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.ExtendedPropertiesLinkFailures Class
Autodesk.Revit.DB Namespace